IDEA Connection Link
ConnectionLink.ExtrenalLinkLogger Property
 ExtrenalLinkLogger
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ILog ExtrenalLinkLogger { get; set; }
Public Property ExtrenalLinkLogger As ILog
	Get
	Set
public:
property ILog^ ExtrenalLinkLogger {
	ILog^ get ();
	void set (ILog^ value);
}
Property Value
Type: ILog
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace